Repository: soul99soul-glitch/AmberNovel-iOS
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: ja, ko, ru, zh_hans, zh_hant

# 剧情同步使用推理
source: Use Reasoning for plot sync
ja: ストーリー同期で Reasoning を使用
ko: 줄거리 동기화에 추론 사용
ru: Использовать Reasoning для синхронизации сюжета
zh_hans: 剧情同步使用推理
zh_hant: 劇情同步使用推理

# 剧情同步后
source: After plot sync
ja: ストーリー同期後
ko: 스토리 동기화 후
ru: После синхронизации сюжета
zh_hans: 剧情同步后
zh_hant: 劇情同步後

# 剧情同步完成后可写正文
source: Write manuscript after plot sync completes
ja: ストーリー同期が完了すると本文を書けます
ko: 줄거리 동기화가 완료되면 본문을 작성할 수 있습니다.
ru: Можно писать основной текст после синхронизации сюжета
zh_hans: 剧情同步完成后可写正文
zh_hant: 劇情同步完成後可撰寫正文

# 剧情同步模型
source: Plot sync model
ja: ストーリー同期モデル
ko: 스토리 동기화 모델
ru: Модель синхронизации сюжета
zh_hans: 剧情同步模型
zh_hant: 劇情同步模型

# 剧情大纲
source: Plot outline
ja: ストーリーのプロット
ko: 스토리 개요
ru: План сюжета
zh_hans: 剧情大纲
zh_hant: 劇情大綱

# 剧情状态同步尚未完成。可继续讨论；写正文前请先完成同步。
source: Plot state sync isn't complete yet. You can keep discussing; complete sync before writing the manuscript.
ja: ストーリー状態の同期が未完了です。引き続き相談できます。本文を書く前に同期を完了してください。
ko: 스토리 상태 동기화가 완료되지 않았습니다. 계속 논의할 수 있지만, 본문을 쓰기 전에 동기화를 완료하세요.
ru: Синхронизация состояния сюжета ещё не завершена. Можно продолжить обсуждение; перед написанием текста завершите синхронизацию.
zh_hans: 剧情状态同步尚未完成。可继续讨论；写正文前请先完成同步。
zh_hant: 劇情狀態同步尚未完成。可繼續討論；寫正文前請先完成同步。

# 剧情状态同步未完成
source: Story state sync incomplete
ja: プロット状態の同期が未完了です
ko: 스토리 상태 동기화가 완료되지 않았습니다.
ru: Синхронизация состояния сюжета не завершена
zh_hans: 剧情状态同步未完成
zh_hant: 劇情狀態同步尚未完成

# 剧情状态已同步
source: Story state synced
ja: ストーリー状態を同期しました
ko: 스토리 상태가 동기화됨
ru: Состояние сюжета синхронизировано
zh_hans: 剧情状态已同步
zh_hant: 劇情狀態已同步

# 剧情矛盾检查
source: Story contradiction check
ja: ストーリー矛盾チェック
ko: 스토리 모순 검사
ru: Проверка противоречий сюжета
zh_hans: 剧情矛盾检查
zh_hant: 劇情矛盾檢查

# 剧情还在同步，可以先讨论规划
source: Plot is still syncing; you can discuss and plan for now
ja: ストーリーを同期中です。先に計画を相談できます
ko: 스토리를 동기화하는 중입니다. 먼저 계획을 논의할 수 있습니다.
ru: Сюжет синхронизируется; пока можно обсудить план
zh_hans: 剧情还在同步，可以先讨论规划
zh_hant: 劇情還在同步，可以先討論規劃

# 功能限制
source: Feature limitations
ja: 機能制限
ko: 기능 제한
ru: Ограничения функции
zh_hans: 功能限制
zh_hant: 功能限制

# 加密口令（可留空）
source: Encryption passphrase (optional)
ja: 暗号化パスフレーズ（空欄可）
ko: 암호화 암호(선택 사항)
ru: Пароль шифрования (необязательно)
zh_hans: 加密口令（可留空）
zh_hant: 加密密碼（可留白）

# 加载中…
source: Loading…
ja: 読み込み中…
ko: 로드 중…
ru: Загрузка…
zh_hans: 加载中…
zh_hant: 載入中…

# 加载会话
source: Load conversation
ja: セッションを読み込み
ko: 세션 로드
ru: Загрузить сеанс
zh_hans: 加载会话
zh_hant: 載入會話

# 加载外链图片
source: Load external image
ja: 外部画像を読み込む
ko: 외부 링크 이미지 로드
ru: Загрузить изображение по внешней ссылке
zh_hans: 加载外链图片
zh_hant: 載入外部連結圖片

# 加载预览
source: Load preview
ja: プレビューを読み込む
ko: 미리 보기 불러오기
ru: Загрузить предпросмотр
zh_hans: 加载预览
zh_hant: 載入預覽

# 包含 MCP 配置；批准不会自动连接。
source: Includes MCP configuration; approval won't connect automatically.
ja: MCP設定を含みます。承認しても自動接続されません。
ko: MCP 구성이 포함되어 있습니다. 승인해도 자동으로 연결되지 않습니다.
ru: Содержит конфигурацию MCP; одобрение не подключает автоматически.
zh_hans: 包含 MCP 配置；批准不会自动连接。
zh_hant: 包含 MCP 設定；核准不會自動連線。

# 包哈希 %@ → %@
source: Package hash %1$@ → %2$@
ja: パッケージハッシュ %1$@ → %2$@
ko: 패키지 해시 %1$@ → %2$@
ru: Хеш пакета %1$@ → %2$@
zh_hans: 包哈希 %1$@ → %2$@
zh_hant: 套件雜湊 %1$@ → %2$@

# 单次模型无输出超时 %llds
source: Per-call model no-output timeout: %llds
ja: モデルの無出力タイムアウト（1回）%llds
ko: 단일 모델 출력 없음 타임아웃 %llds
ru: Тайм-аут без ответа модели: %lld с
zh_hans: 单次模型无输出超时 %llds
zh_hant: 單次模型無輸出逾時 %llds

# 单轮上限
source: Per-turn limit
ja: 1回の上限
ko: 회당 한도
ru: Лимит за цикл
zh_hans: 单轮上限
zh_hant: 單輪上限

# 历史
source: History
ja: 履歴
ko: 기록
ru: История
zh_hans: 历史
zh_hant: 歷史

# 历史修订会保留，用于旧版本、Fork 和审计。后续生成不再注入这条资料。
source: Historical revisions are retained for old versions, Forks, and audits. This material will no longer be injected into future generations.
ja: 過去のリビジョンは保持され、旧バージョン、Fork、監査に使用されます。以後の生成では、この資料は注入されません。
ko: 수정 이력은 이전 버전, Fork 및 감사를 위해 보존됩니다. 이후 생성에는 이 자료가 더 이상 주입되지 않습니다.
ru: История правок сохранится для старых версий, Fork и аудита. Эта запись больше не внедряется в последующую генерацию.
zh_hans: 历史修订会保留，用于旧版本、Fork 和审计。后续生成不再注入这条资料。
zh_hant: 歷史修訂會保留，用於舊版本、Fork 和稽核。後續產生不再注入這筆資料。

# 历史修订会保留；后续生成不再注入这份剧情大纲。
source: Historical revisions are retained; this plot outline will no longer be injected into future generations.
ja: 過去のリビジョンは保持されます。以後の生成では、このプロット概要は注入されません。
ko: 이전 수정본은 보존되며 이후 생성에는 이 줄거리 개요가 더 이상 주입되지 않습니다.
ru: История правок сохранится; этот план сюжета больше не внедряется в последующую генерацию.
zh_hans: 历史修订会保留；后续生成不再注入这份剧情大纲。
zh_hant: 歷史修訂會保留；後續產生不再注入這份劇情大綱。

# 历史修订会保留；后续生成不再注入这条资料。
source: Historical revisions are retained; this material will no longer be injected into future generations.
ja: 過去のリビジョンは保持されます。以後の生成では、この資料は注入されません。
ko: 이전 수정본은 보존되며 이후 생성에는 이 자료가 더 이상 주입되지 않습니다.
ru: История правок сохранится; этот материал больше не внедряется в последующую генерацию.
zh_hans: 历史修订会保留；后续生成不再注入这条资料。
zh_hant: 歷史修訂會保留；後續產生不再注入這筆資料。

# 历史档案和既有剧情记录会保留；后续生成不再注入这份角色档案。
source: Historical profiles and existing plot records are retained; this character profile will no longer be injected into future generations.
ja: 過去のプロフィールと既存のストーリー記録は保持されます。以後の生成では、このキャラクタープロフィールは注入されません。
ko: 이전 프로필과 기존 줄거리 기록은 보존되며 이후 생성에는 이 캐릭터 프로필이 더 이상 주입되지 않습니다.
ru: История досье и существующая история сюжета сохранятся; это досье персонажа больше не внедряется в последующую генерацию.
zh_hans: 历史档案和既有剧情记录会保留；后续生成不再注入这份角色档案。
zh_hant: 歷史檔案和既有劇情記錄會保留；後續產生不再注入這份角色檔案。

# 历史版本
source: Version history
ja: 履歴バージョン
ko: 버전 기록
ru: История версий
zh_hans: 历史版本
zh_hant: 歷史版本

# 历史议会
source: Council history
ja: 議会の履歴
ko: 이전 의회
ru: История совета
zh_hans: 历史议会
zh_hant: 歷史議會

# 历史议会 · 只读
source: Historical council · Read-only
ja: 過去の議会 · 読み取り専用
ko: 이전 의회 · 읽기 전용
ru: История совета · только чтение
zh_hans: 历史议会 · 只读
zh_hant: 歷史議會 · 唯讀

# 原始错误：%@
source: Raw error: %@
ja: 元のエラー：%@
ko: 원본 오류: %@
ru: Исходная ошибка: %@
zh_hans: 原始错误：%@
zh_hant: 原始錯誤：%@

# 原文
source: Original text
ja: 原文
ko: 원문
ru: Исходный текст
zh_hans: 原文
zh_hant: 原文

# 去设置
source: Go to Settings
ja: 設定へ
ko: 설정으로 이동
ru: Открыть настройки
zh_hans: 去设置
zh_hant: 前往設定

# 双击切换
source: Double-click to switch
ja: ダブルタップで切り替え
ko: 더블 클릭으로 전환
ru: Двойное нажатие для переключения
zh_hans: 双击切换
zh_hant: 雙擊切換

# 发送
source: Send
ja: 送信
ko: 보내기
ru: Отправить
zh_hans: 发送
zh_hant: 傳送

# 发送到 iPhone 失败，请稍后重试
source: Failed to send to iPhone. Please try again later.
ja: iPhone への送信に失敗しました。しばらくしてからもう一度お試しください
ko: iPhone으로 보내지 못했습니다. 나중에 다시 시도하세요.
ru: Не удалось отправить на iPhone, повторите позже
zh_hans: 发送到 iPhone 失败，请稍后重试
zh_hant: 傳送至 iPhone 失敗，請稍後重試

# 发送消息
source: Send message
ja: メッセージを送信
ko: 메시지 보내기
ru: Отправить сообщение
zh_hans: 发送消息
zh_hant: 傳送訊息

# 取消
source: Cancel
ja: キャンセル
ko: 취소
ru: Отмена
zh_hans: 取消
zh_hant: 取消

# 取消任务
source: Cancel task
ja: タスクをキャンセル
ko: 작업 취소
ru: Отменить задачу
zh_hans: 取消任务
zh_hant: 取消任務

# 取消全选
source: Deselect all
ja: すべての選択を解除
ko: 전체 선택 취소
ru: Снять выделение
zh_hans: 取消全选
zh_hant: 取消全選

# 取消回退
source: Cancel rollback
ja: ロールバックをキャンセル
ko: 되돌리기 취소
ru: Отменить откат
zh_hans: 取消回退
zh_hant: 取消復原

# 取消归档
source: Unarchive
ja: アーカイブを取り消す
ko: 보관 취소
ru: Разархивировать
zh_hans: 取消归档
zh_hant: 取消封存

# 取消搜索
source: Cancel search
ja: 検索をキャンセル
ko: 검색 취소
ru: Отменить поиск
zh_hans: 取消搜索
zh_hant: 取消搜尋

# 取消置顶
source: Unpin
ja: ピン留めを解除
ko: 고정 해제
ru: Открепить
zh_hans: 取消置顶
zh_hant: 取消置頂

# 取消这次删除
source: Cancel this deletion
ja: この削除をキャンセル
ko: 이번 삭제 취소
ru: Отменить это удаление
zh_hans: 取消这次删除
zh_hant: 取消這次刪除

# 受外部内容影响的会话
source: Session influenced by external content
ja: 外部コンテンツの影響を受けたセッション
ko: 외부 콘텐츠의 영향을 받는 세션
ru: Сессия под влиянием внешнего содержимого
zh_hans: 受外部内容影响的会话
zh_hant: 受外部內容影響的對話

# 受限制
source: Restricted
ja: 制限あり
ko: 제한됨
ru: Ограничено
zh_hans: 受限制
zh_hant: 受限制

# 另有 %lld 条关系、世界观或剧情建议
source: %lld more relationship, worldbuilding, or plot suggestions
ja: ほかに%lld件の関係・世界観・ストーリー候補
ko: 관계, 세계관 또는 스토리 제안 %lld개 추가
ru: Ещё %lld предложений по связям, миру или сюжету
zh_hans: 另有 %lld 条关系、世界观或剧情建议
zh_hant: 另有 %lld 則關係、世界觀或劇情建議

# 另有 %lld 条被丢弃：模型给的章节号和原文都对不上，无法核实。
source: %lld more entries were discarded: the model-provided chapter numbers and original text didn't match, so they couldn't be verified.
ja: ほかに %lld 件を破棄しました：モデルが示した章番号と原文が一致せず、確認できません。
ko: 추가로 %lld건이 폐기되었습니다. 모델이 제시한 장 번호와 원문이 모두 일치하지 않아 확인할 수 없습니다.
ru: Отброшено ещё: %lld. Номер главы и исходный текст от модели не совпадают, проверить их невозможно.
zh_hans: 另有 %lld 条被丢弃：模型给的章节号和原文都对不上，无法核实。
zh_hant: 另有 %lld 則遭捨棄：模型提供的章節編號與原文都對不上，無法核實。

# 只会清除审批历史，不会删除已保存的记忆。
source: Only the approval history will be cleared; saved memories won't be deleted.
ja: 承認履歴だけを消去し、保存済みのメモリは削除しません。
ko: 승인 기록만 삭제하며 저장된 기억은 삭제하지 않습니다.
ru: Будет очищена только история согласований; сохранённая память не удаляется.
zh_hans: 只会清除审批历史，不会删除已保存的记忆。
zh_hant: 只會清除核准歷史，不會刪除已儲存的記憶。

# 只使用手动文本/搜索
source: Use only manual text/search
ja: 手動テキスト／検索のみ使用
ko: 수동 텍스트/검색만 사용
ru: Только ручной текст/поиск
zh_hans: 只使用手动文本/搜索
zh_hant: 只使用手動文字／搜尋

# 只写剪贴板，不读取。
source: Write to the clipboard only; do not read it.
ja: クリップボードへの書き込みのみで、読み取りません。
ko: 클립보드에는 쓰기만 하고 읽지는 않습니다.
ru: Только запись в буфер обмена, без чтения.
zh_hans: 只写剪贴板，不读取。
zh_hant: 僅寫入剪貼簿，不讀取。

# 只影响状态抽取与重建（收录后同步 / 代笔 stateDelta），不改变创作与审稿模型。
source: Only state extraction and rebuilding are affected (post-adoption sync / ghostwrite stateDelta); writing and review models are unchanged.
ja: 状態の抽出と再構築（収録後の同期／代筆の stateDelta）にのみ影響し、創作モデルとレビューモデルは変更しません。
ko: 상태 추출 및 재구성(수록 후 동기화 / 대필 stateDelta)에만 영향을 주며 창작 및 검토 모델은 변경하지 않습니다.
ru: Влияет только на извлечение и восстановление состояния (синхронизацию после добавления / stateDelta написания), но не меняет модели создания и редактуры.
zh_hans: 只影响状态抽取与重建（收录后同步 / 代笔 stateDelta），不改变创作与审稿模型。
zh_hant: 只會影響狀態擷取與重建（收錄後同步 / 代筆 stateDelta），不會變更創作與審稿模型。

# 只有当前版本仍是上次应用版本时才会恢复。之后的手工修改不会被覆盖。
source: Restoration works only while the current version is still the version last applied. Later manual edits won't be overwritten.
ja: 前回適用したバージョンが現在のバージョンと一致する場合にのみ復元します。その後の手動変更は上書きしません。
ko: 현재 버전이 여전히 마지막 적용 버전일 때만 복원됩니다. 이후 수동 수정 내용은 덮어쓰지 않습니다.
ru: Восстановление сработает, только если текущая версия всё ещё совпадает с применённой в прошлый раз. Последующие ручные изменения не будут перезаписаны.
zh_hans: 只有当前版本仍是上次应用版本时才会恢复。之后的手工修改不会被覆盖。
zh_hant: 只有目前版本仍是上次套用的版本時才會復原。之後的手動修改不會被覆寫。

# 只看关注
source: Following only
ja: 注目のみ
ko: 팔로우만 보기
ru: Только избранное
zh_hans: 只看关注
zh_hant: 僅查看關注內容

# 只读
source: Read-only
ja: 読み取り専用
ko: 읽기 전용
ru: Только чтение
zh_hans: 只读
zh_hant: 唯讀

# 只读恢复
source: Read-only restore
ja: 読み取り専用で復元
ko: 읽기 전용 복원
ru: Восстановить только для чтения
zh_hans: 只读恢复
zh_hant: 唯讀復原

# 只读；暂时看不到费用明细。
source: Read-only; cost details are temporarily unavailable.
ja: 読み取り専用です。費用の詳細はまだ表示できません。
ko: 읽기 전용이며 현재 비용 내역은 볼 수 없습니다.
ru: Только чтение; детализация расходов пока недоступна.
zh_hans: 只读；暂时看不到费用明细。
zh_hant: 唯讀；暫時看不到費用明細。

# 可以先写好本章计划；确认后写整章时会带上。
source: You can write this chapter's plan first; it will be included when you confirm and write the full chapter.
ja: この章の計画を先に作成できます。確認後、章全体の執筆に反映されます。
ko: 먼저 이 장의 계획을 작성할 수 있습니다. 확인하면 전체 장을 쓸 때 반영됩니다.
ru: Сначала можно написать план этой главы; после подтверждения он будет добавлен при написании всей главы.
zh_hans: 可以先写好本章计划；确认后写整章时会带上。
zh_hant: 可以先寫好本章計畫；確認後寫整章時會帶上。

# 可先「根据前文生成草稿」，也可手写；确认后写整章时会带上。
source: You can tap “Generate draft from preceding text” or write it yourself; it will be included when you confirm and write the full chapter.
ja: 先に「前の内容から草稿を生成」するか、手入力してください。確認後、章全体の執筆に反映されます。
ko: 먼저 「이전 내용으로 초안 생성」을 사용하거나 직접 작성할 수 있습니다. 확인 후 전체 장을 쓸 때 반영됩니다.
ru: Сначала можно «создать черновик по предыдущему тексту» или написать вручную; после подтверждения он будет использован при написании всей главы.
zh_hans: 可先「根据前文生成草稿」，也可手写；确认后写整章时会带上。
zh_hant: 可先「根據前文產生草稿」，也可手寫；確認後寫整章時會帶上。

# 可先「根据前文生成草稿」，核对后点确认计划，再开始代笔。代笔进行中不能改。
source: You can tap “Generate draft from preceding text,” review it, then confirm the plan before starting ghostwriting. It can't be changed during ghostwriting.
ja: 先に「前の内容から草稿を生成」し、確認後に計画を確定して代筆を開始してください。代筆中は変更できません。
ko: 먼저 「이전 내용으로 초안 생성」을 사용하고 확인한 후 계획을 승인해 대필을 시작하세요. 대필 중에는 변경할 수 없습니다.
ru: Сначала можно «создать черновик по предыдущему тексту», проверить его и подтвердить план, затем начать написание. Во время написания менять его нельзя.
zh_hans: 可先「根据前文生成草稿」，核对后点确认计划，再开始代笔。代笔进行中不能改。
zh_hant: 可先「根據前文產生草稿」，核對後點確認計畫，再開始代筆。代筆進行中不能修改。

# 可打开
source: Can open
ja: 開く
ko: 열기 가능
ru: Можно открыть
zh_hans: 可打开
zh_hant: 可開啟

# 可抓取链接
source: Fetchable links
ja: 取得可能なリンク
ko: 가져올 수 있는 링크
ru: Доступна ссылка
zh_hans: 可抓取链接
zh_hant: 可擷取連結

# 可用
source: Available
ja: 利用可能
ko: 사용 가능
ru: Доступно
zh_hans: 可用
zh_hant: 可用

# 可用「开始代笔」按批自动写整章并审核收录；也可以继续自己点。
source: Use “Start ghostwriting” below to automatically write, review, and adopt full chapters in batches; you can also continue manually.
ja: 「代筆を開始」でバッチごとに章全体を自動執筆し、審査・収録できます。自分で進めることもできます。
ko: 「대필 시작」으로 배치마다 전체 장을 자동 작성하고 검토·수록할 수 있습니다. 계속 직접 눌러 진행할 수도 있습니다.
ru: Кнопка «Начать дописывание» автоматически пишет целые главы партиями, проверяет и добавляет их; можно также нажимать вручную.
zh_hans: 可用「开始代笔」按批自动写整章并审核收录；也可以继续自己点。
zh_hant: 可用「開始代筆」按批自動寫整章並審核收錄；也可以繼續手動操作。

# 可用模型
source: Available models
ja: 利用可能なモデル
ko: 사용 가능한 모델
ru: Доступные модели
zh_hans: 可用模型
zh_hant: 可用模型

# 可用范围
source: Availability scope
ja: 適用範囲
ko: 사용 범위
ru: Область доступности
zh_hans: 可用范围
zh_hant: 可用範圍

# 可申请
source: Can request
ja: 申請可能
ko: 요청 가능
ru: Можно запросить
zh_hans: 可申请
zh_hant: 可申請

# 可空
source: Optional
ja: 空欄可
ko: 비워도 됨
ru: Можно оставить пустым
zh_hans: 可空
zh_hant: 可空

# 可继续
source: Can continue
ja: 続行可能
ko: 계속 가능
ru: Можно продолжить
zh_hans: 可继续
zh_hant: 可繼續

# 可视化为空，已忽略。
source: Visualization was empty and was ignored.
ja: 可視化が空のため、無視しました。
ko: 시각화가 비어 있어 무시되었습니다.
ru: Визуализация пуста и пропущена.
zh_hans: 可视化为空，已忽略。
zh_hant: 視覺化內容為空，已忽略。

# 可视化包含不安全内容，已转为代码块。
source: Visualization contained unsafe content and was converted to a code block.
ja: 可視化に安全でない内容が含まれるため、コードブロックに変換しました。
ko: 시각화에 안전하지 않은 내용이 포함되어 코드 블록으로 변환되었습니다.
ru: Визуализация содержит небезопасное содержимое и преобразована в блок кода.
zh_hans: 可视化包含不安全内容，已转为代码块。
zh_hant: 視覺化內容包含不安全內容，已轉為程式碼區塊。

# 可视化过大，已转为代码块。
source: Visualization was too large and was converted to a code block.
ja: 可視化が大きすぎるため、コードブロックに変換しました。
ko: 시각화가 너무 커서 코드 블록으로 변환되었습니다.
ru: Визуализация слишком велика и преобразована в блок кода.
zh_hans: 可视化过大，已转为代码块。
zh_hant: 視覺化內容過大，已轉為程式碼區塊。

# 可选择
source: Can select
ja: 選択可能
ko: 선택 가능
ru: Можно выбрать
zh_hans: 可选择
zh_hant: 可選取

# 可选：搜索一个主题并纳入来源
source: Optional: search for a topic and add it to sources
ja: 任意：テーマを検索してソースに追加
ko: 선택 사항: 주제를 검색하여 출처에 추가
ru: Необязательно: найдите тему и добавьте её в источники
zh_hans: 可选：搜索一个主题并纳入来源
zh_hant: 選填：搜尋主題並納入來源

# 可选：补充身份、关系或剧情方向
source: Optional: add identity, relationships, or plot direction
ja: 任意：身元、関係、ストーリーの方向性を追加
ko: 선택 사항: 신분, 관계 또는 스토리 방향을 보충하세요.
ru: Необязательно: добавьте личность, связи или направление сюжета
zh_hans: 可选：补充身份、关系或剧情方向
zh_hant: 可選：補充身分、關係或劇情方向

# 可重试
source: Can retry
ja: 再試行可能
ko: 다시 시도 가능
ru: Можно повторить
zh_hans: 可重试
zh_hant: 可重試

# 可验证
source: Can verify
ja: 認証可能
ko: 검증 가능
ru: Можно проверить
zh_hans: 可验证
zh_hant: 可驗證

# 同✓ · 拟定下一章%@
source: Synced ✓ · Plan next chapter%@
ja: 同期✓ · 次章の計画を作成%@
ko: 동기화✓ · 다음 장 계획 작성%@
ru: Синхр. ✓ · план следующей главы%@
zh_hans: 同✓ · 拟定下一章%@
zh_hant: 同✓ · 擬定下一章%@

# 同✓ · 计划已拟定%@
source: Synced ✓ · Plan drafted%@
ja: 同期✓ · 計画作成済み%@
ko: 동기화✓ · 계획 작성 완료%@
ru: Синхр. ✓ · план утверждён%@
zh_hans: 同✓ · 计划已拟定%@
zh_hant: 同✓ · 計畫已擬定%@

# 同步与备份
source: Sync and backup
ja: 同期とバックアップ
ko: 동기화 및 백업
ru: Синхронизация и резервное копирование
zh_hans: 同步与备份
zh_hant: 同步與備份

# 同步位置
source: Sync location
ja: 同期先
ko: 동기화 위치
ru: Место синхронизации
zh_hans: 同步位置
zh_hant: 同步位置

# 同步剧情中…
source: Syncing plot…
ja: ストーリーを同期中…
ko: 줄거리 동기화 중…
ru: Синхронизация сюжета…
zh_hans: 同步剧情中…
zh_hant: 同步劇情中…

# 同步备份
source: Sync & Backup
ja: 同期とバックアップ
ko: 동기화 및 백업
ru: Синхронизация и резервные копии
zh_hans: 同步备份
zh_hant: 同步備份

# 同步完成后可归档
source: Can archive after sync completes
ja: 同期完了後にアーカイブできます
ko: 동기화가 끝나면 보관 가능
ru: Можно архивировать после синхронизации
zh_hans: 同步完成后可归档
zh_hant: 同步完成後可封存

# 同步状态
source: Sync status
ja: 同期状態
ko: 동기화 상태
ru: Состояние синхронизации
zh_hans: 同步状态
zh_hant: 同步狀態

# 名称
source: Name
ja: 名前
ko: 이름
ru: Название
zh_hans: 名称
zh_hant: 名稱

# 后台任务包含不能安全自动重放的操作，请回到会话重试。
source: The background task includes actions that cannot be safely replayed automatically. Return to the conversation and try again.
ja: バックグラウンドタスクに安全に自動再実行できない操作が含まれています。セッションに戻って再試行してください。
ko: 백그라운드 작업에 안전하게 자동 재실행할 수 없는 작업이 포함되어 있습니다. 세션으로 돌아가 다시 시도하세요.
ru: Фоновая задача содержит операции, которые нельзя безопасно повторить автоматически. Вернитесь к сеансу и повторите попытку.
zh_hans: 后台任务包含不能安全自动重放的操作，请回到会话重试。
zh_hant: 背景任務包含無法安全自動重播的操作，請返回會話重試。

# 后台回复自动恢复未能启动，请回到会话重试。
source: Automatic background-response recovery couldn't start. Return to the conversation and try again.
ja: バックグラウンド返信の自動復元を開始できませんでした。セッションに戻って再試行してください。
ko: 백그라운드 응답 자동 복구를 시작하지 못했습니다. 세션으로 돌아가 다시 시도하세요.
ru: Не удалось запустить автоматическое восстановление фонового ответа. Вернитесь к сеансу и повторите попытку.
zh_hans: 后台回复自动恢复未能启动，请回到会话重试。
zh_hant: 背景回覆自動恢復未能啟動，請返回會話重試。

# 后台回复连接中断，请重试。
source: The background response was disconnected. Try again.
ja: バックグラウンド返信の接続が切断されました。再試行してください。
ko: 백그라운드 응답 연결이 끊겼습니다. 다시 시도하세요.
ru: Соединение с фоновым ответом прервано. Повторите попытку.
zh_hans: 后台回复连接中断，请重试。
zh_hant: 背景回覆連線中斷，請重試。

# 后台工具执行已完成；当前会话期间已有新内容，以下是后台完成的结果。
source: Background tool execution completed; new content appeared during the current session. Here is the result completed in the background.
ja: バックグラウンドツールの実行が完了しました。セッション中に新しい内容が追加されています。以下はバックグラウンドで完了した結果です。
ko: 백그라운드 도구 실행이 완료되었습니다. 현재 세션 중 새 콘텐츠가 추가되었으며, 아래는 백그라운드에서 완료된 결과입니다.
ru: Фоновый инструмент завершён; в текущем сеансе появились новые данные. Ниже — результат фоновой операции.
zh_hans: 后台工具执行已完成；当前会话期间已有新内容，以下是后台完成的结果。
zh_hant: 背景工具執行已完成；目前工作階段期間已有新內容，以下是背景完成的結果。

# 后台执行再次被系统暂停，请回到会话重试。
source: Background execution was paused by the system again. Return to the conversation and try again.
ja: バックグラウンド実行が再度システムにより一時停止されました。セッションに戻って再試行してください。
ko: 백그라운드 실행이 시스템에 의해 다시 일시 중지되었습니다. 세션으로 돌아가 다시 시도하세요.
ru: Фоновое выполнение снова приостановлено системой. Вернитесь к сеансу и повторите попытку.
zh_hans: 后台执行再次被系统暂停，请回到会话重试。
zh_hant: 背景執行再次被系統暫停，請返回會話重試。

# 后台执行已暂停，回到 Amber 后自动继续。
source: Background execution is paused and will resume automatically when you return to Amber.
ja: バックグラウンド実行は一時停止しています。Amber に戻ると自動的に続行します。
ko: 백그라운드 실행이 일시 중지되었습니다. Amber로 돌아가면 자동으로 계속됩니다.
ru: Фоновое выполнение приостановлено, после возврата в Amber продолжится автоматически.
zh_hans: 后台执行已暂停，回到 Amber 后自动继续。
zh_hant: 背景執行已暫停，返回 Amber 後會自動繼續。

# 后台暂停%@ · 等待恢复
source: Background paused%@ · Waiting to resume
ja: バックグラウンド一時停止%@ · 再開待ち
ko: 백그라운드 일시 중지%@ · 재개 대기
ru: Фоновая пауза%@ · ожидает возобновления
zh_hans: 后台暂停%@ · 等待恢复
zh_hant: 背景暫停%@ · 等待恢復

# 后台暂停·等待恢复%@
source: Background paused · Waiting to resume%@
ja: バックグラウンド一時停止・再開待ち%@
ko: 백그라운드 일시 중지 · 재개 대기%@
ru: Фоновая пауза · ожидает возобновления%@
zh_hans: 后台暂停·等待恢复%@
zh_hant: 背景暫停·等待恢復%@

# 后台生成
source: Background generation
ja: バックグラウンド生成
ko: 백그라운드 생성
ru: Фоновая генерация
zh_hans: 后台生成
zh_hant: 背景產生

# 后台生成已停止，可以重试。
source: Background generation stopped. You can try again.
ja: バックグラウンド生成を停止しました。再試行できます。
ko: 백그라운드 생성이 중지되었습니다. 다시 시도할 수 있습니다.
ru: Фоновая генерация остановлена, можно повторить.
zh_hans: 后台生成已停止，可以重试。
zh_hant: 背景產生已停止，可以重試。

# 后台生成已完成；当前会话期间已有新内容，以下是后台完成的结果。
source: Background generation completed; new content appeared during the current session. Here is the result completed in the background.
ja: バックグラウンド生成が完了しました。セッション中に新しい内容が追加されています。以下はバックグラウンドで完了した結果です。
ko: 백그라운드 생성이 완료되었습니다. 현재 세션 중 새 콘텐츠가 추가되었으며, 아래는 백그라운드에서 완료된 결과입니다.
ru: Фоновая генерация завершена; в текущем сеансе появились новые данные. Ниже — результат фоновой операции.
zh_hans: 后台生成已完成；当前会话期间已有新内容，以下是后台完成的结果。
zh_hant: 背景產生已完成；目前工作階段期間已有新內容，以下是背景完成的結果。

# 后台生成已达到工具循环上限，已保存当前结果。
source: Background generation reached the tool-loop limit; the current result was saved.
ja: バックグラウンド生成がツールループの上限に達しました。現在の結果を保存しました。
ko: 백그라운드 생성이 도구 루프 한도에 도달했으며 현재 결과를 저장했습니다.
ru: Фоновая генерация достигла лимита циклов инструментов; текущий результат сохранён.
zh_hans: 后台生成已达到工具循环上限，已保存当前结果。
zh_hant: 背景產生已達到工具循環上限，已儲存目前結果。

# 后台生成被系统中断，可以重试。
source: Background generation was interrupted by the system. You can try again.
ja: バックグラウンド生成がシステムにより中断されました。再試行できます。
ko: 백그라운드 생성이 시스템에 의해 중단되었습니다. 다시 시도할 수 있습니다.
ru: Фоновая генерация прервана системой, можно повторить.
zh_hans: 后台生成被系统中断，可以重试。
zh_hant: 背景產生已被系統中斷，可以重試。

# 后台续跑
source: Continue in background
ja: バックグラウンドで続行
ko: 백그라운드에서 계속 실행
ru: Продолжать в фоне
zh_hans: 后台续跑
zh_hant: 背景續跑

# 后端 %@
source: Backend %@
ja: バックエンド %@
ko: 백엔드 %@
ru: Бэкенд %@
zh_hans: 后端 %@
zh_hant: 後端 %@

# 后续剧情参考
source: Future plot reference
ja: 後続プロットの参考
ko: 후속 스토리 참고
ru: Ориентиры для продолжения сюжета
zh_hans: 后续剧情参考
zh_hant: 後續劇情參考

# 后退
source: Back
ja: 戻る
ko: 뒤로
ru: Назад
zh_hans: 后退
zh_hant: 後退

# 后面几章想往哪走（每行一条）
source: Where should the next few chapters go? (one per line)
ja: この先の章をどう進めたいか（1行に1つ）
ko: 다음 몇 장을 어떤 방향으로 전개할지(한 줄에 하나씩)
ru: Куда направить следующие несколько глав (по одному пункту в строке)
zh_hans: 后面几章想往哪走（每行一条）
zh_hant: 後面幾章想往哪裡走（每行一項）

# 向聊天写入草稿
source: Write draft to chat
ja: チャットに下書きを書き込む
ko: 채팅에 초안 기록
ru: Записать черновик в чат
zh_hans: 向聊天写入草稿
zh_hant: 寫入聊天草稿

# 启动
source: Start
ja: 起動
ko: 시작
ru: Запустить
zh_hans: 启动
zh_hant: 啟動

# 启动 Remote SSH 作业
source: Start Remote SSH job
ja: Remote SSH ジョブを開始
ko: Remote SSH 작업 시작
ru: Запустить задание Remote SSH
zh_hans: 启动 Remote SSH 作业
zh_hant: 啟動 Remote SSH 作業

# 启动任务
source: Start task
ja: タスクを起動
ko: 작업 시작
ru: Запустить задачу
zh_hans: 启动任务
zh_hant: 啟動任務

# 启动内置 iSH 作业
source: Start built-in iSH job
ja: 内蔵 iSH ジョブを開始
ko: 내장 iSH 작업 시작
ru: Запустить встроенное задание iSH
zh_hans: 启动内置 iSH 作业
zh_hant: 啟動內建 iSH 作業

# 启动模型议会
source: Start Model Council
ja: モデル評議会を開始
ko: 모델 의회 시작
ru: Запустить совет моделей
zh_hans: 启动模型议会
zh_hant: 啟動模型議會

# 启用
source: Enable
ja: 有効化
ko: 활성화
ru: Включить
zh_hans: 启用
zh_hant: 啟用

# 启用服务商
source: Enable provider
ja: サービスプロバイダーを有効化
ko: 서비스 제공자 활성화
ru: Включить провайдера
zh_hans: 启用服务商
zh_hant: 啟用服務提供者

# 启用状态
source: Enabled
ja: 有効状態
ko: 활성화 상태
ru: Статус включения
zh_hans: 启用状态
zh_hant: 啟用狀態

# 启用远端同步
source: Enable remote sync
ja: リモート同期を有効化
ko: 원격 동기화 활성화
ru: Включить удалённую синхронизацию
zh_hans: 启用远端同步
zh_hant: 啟用遠端同步

# 回到底部
source: Jump to bottom
ja: 下部に戻る
ko: 맨 아래로 이동
ru: В конец
zh_hans: 回到底部
zh_hant: 回到底部

# 回到最新消息
source: Return to latest message
ja: 最新メッセージに戻る
ko: 최신 메시지로 이동
ru: К последнему сообщению
zh_hans: 回到最新消息
zh_hant: 回到最新訊息

# 回复已完成
source: Response complete
ja: 返信が完了しました
ko: 응답 완료
ru: Ответ готов
zh_hans: 回复已完成
zh_hant: 回覆已完成

# 回复已完成，但保存失败。
source: Response complete, but saving failed.
ja: 返信は完了しましたが、保存に失敗しました。
ko: 응답은 완료되었지만 저장하지 못했습니다.
ru: Ответ готов, но сохранить его не удалось.
zh_hans: 回复已完成，但保存失败。
zh_hant: 回覆已完成，但儲存失敗。

# 回复已恢复，但工具阶段未能继续，请重试。
source: Response restored, but the tool phase couldn't continue. Try again.
ja: 返信を復元しましたが、ツール処理を続行できませんでした。再試行してください。
ko: 응답은 복구되었지만 도구 단계를 계속할 수 없습니다. 다시 시도하세요.
ru: Ответ восстановлен, но этап инструментов не продолжился. Повторите попытку.
zh_hans: 回复已恢复，但工具阶段未能继续，请重试。
zh_hant: 回覆已恢復，但工具階段未能繼續，請重試。

# 回复已生成，但最终结果保存失败。
source: Response generated, but the final result couldn't be saved.
ja: 返信を生成しましたが、最終結果の保存に失敗しました。
ko: 응답은 생성되었지만 최종 결과를 저장하지 못했습니다.
ru: Ответ создан, но сохранить итоговый результат не удалось.
zh_hans: 回复已生成，但最终结果保存失败。
zh_hant: 回覆已產生，但最終結果儲存失敗。

# 回复已生成，等待重试保存
source: Reply generated; waiting to retry save
ja: 返信を生成しました。保存の再試行を待機中
ko: 답변이 생성되었습니다. 저장 재시도를 기다리는 중입니다.
ru: Ответ создан; ожидается повторное сохранение
zh_hans: 回复已生成，等待重试保存
zh_hant: 回覆已產生，等待重試儲存
